Repository: honganhkhoa/Surround
Catalog: Surround/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, pt_pt, th, vi, zh_hans, zh_hant

source: Send a notification on...
de: Mitteilung senden bei...
es: Enviar una notificación cuando…
fr: Envoyer une notification lorsque...
ja: どんな時承知してほしい？
ko: 다음 경우 알림...
pt_br: Enviar uma notificação quando...
pt_pt: Enviar uma notificação quando...
th: ส่งการแจ้งเตือนเมื่อ...
vi: Nhận thông báo khi...
zh_hans: 发送通知的时机…
zh_hant: 在下列情況傳送通知…

source: Send challenge
de: Herausforderung senden
es: Enviar desafío
fr: Envoyer le défi
ja: 対局要請を送信
ko: 대국 신청 보내기
pt_br: Enviar desafio
pt_pt: Enviar desafio
th: ส่งคำท้า
vi: Gửi thách đấu
zh_hans: 发送挑战
zh_hant: 送出挑戰

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Ajustes
pt_pt: Definições
th: การตั้งค่า
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

source: Share variation in chat
de: Variante im Chat teilen
es: Compartir variante en el chat
fr: Partager la variation dans la discussion
ja: 変化図をチャットで共有
ko: 채팅에 변화도 공유
pt_br: Compartilhar variação no chat
pt_pt: Partilhar variação no chat
th: แชร์แนวทางการเดินในแชท
vi: Chia sẻ biến thể trong phần Tán gẫu
zh_hans: 在聊天中分享变化图
zh_hant: 在聊天中分享變化圖

source: Sharing variation
de: Variante wird geteilt
es: Compartiendo variante
fr: Partage de la variation
ja: 変化図を共有中
ko: 변화도 공유 중
pt_br: Compartilhando variação
pt_pt: A partilhar variação
th: กำลังแชร์แนวทางการเดิน
vi: Đang chia sẻ biến thể
zh_hans: 正在分享变化图
zh_hant: 正在分享變化圖

source: Show in Analyze mode
de: Im Analysemodus anzeigen
es: Mostrar en el modo de análisis
fr: Afficher en mode Analyse
ja: 検討モードで表示
ko: 분석 모드에서 보기
pt_br: Mostrar no modo de análise
pt_pt: Mostrar no modo de análise
th: แสดงในโหมดวิเคราะห์
vi: Hiển thị trong chế độ Phân tích
zh_hans: 在分析模式中显示
zh_hant: 在分析模式中顯示

source: Show main board
de: Hauptbrett einblenden
es: Mostrar tablero principal
fr: Afficher le plateau principal
ja: メインの碁盤を表示
ko: 메인 바둑판 표시하기
pt_br: Mostrar tabuleiro principal
pt_pt: Mostrar tabuleiro principal
th: แสดงกระดานหลัก
vi: Hiển thị bàn cờ chính
zh_hans: 显示主棋盘
zh_hant: 顯示主棋盤

source: Sign in to your Account
de: Bei deinem Konto anmelden
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
ja: アカウント
ko: 계정에 로그인
pt_br: Entrar na sua conta
pt_pt: Iniciar sessão na sua conta
th: ลงชื่อเข้าใช้บัญชีของคุณ
vi: Đăng nhập
zh_hans: 登录您的账号
zh_hant: 登入你的帳號

source: Sign in to your OGS account
de: Bei deinem OGS-Konto anmelden
es: Inicia sesión en tu cuenta de OGS
fr: Connectez-vous à OGS
ja: OGSアカウントでログイン
ko: OGS 계정에 로그인
pt_br: Entrar na sua conta do OGS
pt_pt: Iniciar sessão na sua conta OGS
th: ลงชื่อเข้าใช้บัญชี OGS
vi: Đăng nhập vào tài khoản OGS
zh_hans: 登录 OGS 账号
zh_hant: 登入你的 OGS 帳號

source: Sign in to your online-go.com account to see your games here.
de: Melde dich bei deinem online-go.com-Konto an, um deine Partien hier zu sehen.
es: Inicia sesión en tu cuenta de online-go.com para ver aquí tus partidas.
fr: Connectez-vous à votre compte OGS pour voir vos parties ici.
ja: online-go.comのアカウントにロギンすれば、ここに対局リストが表示されます。
ko: 여기서 대국을 보려면 online-go.com 계정에 로그인하세요.
pt_br: Entre na sua conta do online-go.com para ver suas partidas aqui.
pt_pt: Inicie sessão na sua conta online-go.com para ver aqui as suas partidas.
th: ลงชื่อเข้าใช้บัญชี online-go.com เพื่อดูเกมของคุณที่นี่
vi: Đăng nhập vào tài khoản online-go.com để xem các ván trường kỳ của bạn ở đây.
zh_hans: 登录您的 online-go.com 账号即可在这里查看对局。
zh_hant: 登入你的 online-go.com 帳號，即可在此查看對局。

source: Signing in to Surround with Google is currently not supported. To use this OGS account in Surround, please open OGS Account Settings on the web (%@) and either add a password or link another sign-in method. Then return to Surround and sign in with that method instead.
de: Die Anmeldung bei Surround über Google wird derzeit nicht unterstützt. Um dieses OGS-Konto in Surround zu verwenden, öffne bitte die OGS-Kontoeinstellungen im Web (%@) und füge entweder ein Passwort hinzu oder verknüpfe eine andere Anmeldemethode. Kehre anschließend zu Surround zurück und melde dich stattdessen mit dieser Methode an.
es: Actualmente no es posible iniciar sesión en Surround con Google. Para usar esta cuenta de OGS en Surround, abre la configuración de la cuenta de OGS en la web (%@) y añade una contraseña o vincula otro método de inicio de sesión. Después, vuelve a Surround e inicia sesión con ese método.
fr: La connexion à Surround avec Google n’est actuellement pas prise en charge. Pour utiliser ce compte OGS dans Surround, ouvrez les paramètres du compte OGS sur le web (%@), puis ajoutez un mot de passe ou associez une autre méthode de connexion. Revenez ensuite dans Surround et connectez-vous avec cette méthode.
ja: GoogleでSurroundにサインインすることは現在サポートされていません。このOGSアカウントをSurroundで使うには、WebのOGSアカウント設定（%@）を開き、パスワードを追加するか別のサインイン方法をリンクしてください。その後Surroundに戻り、その方法でサインインしてください。
ko: 현재 Google로 Surround에 로그인하는 기능은 지원되지 않습니다. 이 OGS 계정을 Surround에서 사용하려면 웹의 OGS 계정 설정(%@)을 열어 비밀번호를 추가하거나 다른 로그인 방법을 연결하세요. 그런 다음 Surround로 돌아와 해당 방법으로 로그인하세요.
pt_br: No momento, não é possível entrar no Surround com o Google. Para usar esta conta do OGS no Surround, abra as configurações da conta OGS na web (%@) e adicione uma senha ou vincule outro método de login. Depois, volte ao Surround e entre usando esse método.
pt_pt: Atualmente, não é possível iniciar sessão no Surround com o Google. Para utilizar esta conta OGS no Surround, abra as definições da conta OGS na Web (%@) e adicione uma palavra-passe ou associe outro método de início de sessão. Depois, volte ao Surround e inicie sessão com esse método.
th: ขณะนี้ Surround ยังไม่รองรับการลงชื่อเข้าใช้ด้วย Google หากต้องการใช้บัญชี OGS นี้ใน Surround โปรดเปิดการตั้งค่าบัญชี OGS บนเว็บ (%@) แล้วเพิ่มรหัสผ่านหรือเชื่อมโยงวิธีลงชื่อเข้าใช้อื่น จากนั้นกลับมาลงชื่อเข้าใช้ Surround ด้วยวิธีนั้น
vi: Hiện tại Surround chưa hỗ trợ đăng nhập bằng Google. Để dùng tài khoản OGS này trong Surround, vui lòng mở phần Cài đặt tài khoản OGS trên web (%@), rồi thêm mật khẩu hoặc liên kết một phương thức đăng nhập khác. Sau đó quay lại Surround và đăng nhập bằng phương thức đó.
zh_hans: Surround 目前不支持使用 Google 登录。要在 Surround 中使用此 OGS 账号，请在网页端打开 OGS 账号设置（%@），添加密码或关联其他登录方式。然后返回 Surround，改用该方式登录。
zh_hant: Surround 目前不支援使用 Google 登入。若要在 Surround 使用此 OGS 帳號，請在網頁上開啟 OGS 帳號設定（%@），新增密碼或連結其他登入方式。完成後返回 Surround，並使用該方式登入。

source: Simple
de: Einfach
ja: 一手ごとの持ち時間
ko: 단순 방식
pt_br: Simples
pt_pt: Simples
th: แบบต่อตา
vi: Đơn giản
zh_hans: 每手限时
zh_hant: 每手限時制

source: Square
de: Quadrat
es: Cuadrado
fr: Carré
ja: 四角
ko: 사각형
pt_br: Quadrado
pt_pt: Quadrado
th: สี่เหลี่ยม
vi: Hình vuông
zh_hans: 方形
zh_hant: 方形

source: Standard 1v1 (%lld)
de: Standard 1 gegen 1 (%lld)
es: 1 contra 1 estándar (%lld)
ja: 普通一対一(%lld)
ko: 표준 1대1(%lld)
pt_br: 1 contra 1 padrão (%lld)
pt_pt: 1 contra 1 padrão (%lld)
th: มาตรฐาน 1 ต่อ 1 (%lld)
vi: 1 đấu 1 (%lld)
zh_hans: 标准 1 对 1（%lld）
zh_hant: 標準 1 對 1（%lld）

source: Standard board size
de: Standard-Brettgröße
es: Tamaño de tablero estándar
fr: Taille standard
ja: 通常のサイズ
ko: 표준 바둑판 크기
pt_br: Tamanho padrão do tabuleiro
pt_pt: Tamanho de tabuleiro padrão
th: ขนาดกระดานมาตรฐาน
vi: Kích thước bàn chuẩn
zh_hans: 标准棋盘尺寸
zh_hant: 標準棋盤尺寸

source: Start
de: Starten
es: Empezar
fr: Commencer
ja: 開始
ko: 시작
pt_br: Iniciar
pt_pt: Começar
th: เริ่ม
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

source: Stone per period:
de: Steine pro Periode:
es: Piedras por período:
fr: Pierres par période:
ja: 一回ごとの手数：
ko: 기간당 착수 수:
pt_br: Pedras por período:
pt_pt: Pedras por período:
th: จำนวนหมากต่อช่วง:
vi: Số nước đi mỗi chu kỳ:
zh_hans: 每周期手数：
zh_hant: 每段手數：

source: Stone removal
de: Steinentfernung
es: Retirada de piedras
fr: Suppression des pierres
ja: 死に石除去
ko: 사석 제거
pt_br: Remoção de pedras
pt_pt: Remoção de pedras
th: เลือกหมากตาย
vi: Lọc quân chết
zh_hans: 死子确认
zh_hant: 死子確認

source: Stone removal option
de: Optionen zur Steinentfernung
es: Opción de retirada de piedras
fr: Options de suppression des pierres
ja: 死に石除去オプション
ko: 사석 제거 옵션
pt_br: Opção de remoção de pedras
pt_pt: Opção de remoção de pedras
th: วิธีเลือกหมากตาย
vi: Lựa chọn lọc quân
zh_hans: 死子标记方式
zh_hant: 死子標記方式

source: Stone Removal Phase
de: Phase der Steinentfernung
es: Fase de retirada de piedras
fr: Phase de suppression des pierres
ja: 死に石除去フェーズ
ko: 사석 제거 단계
pt_br: Fase de remoção de pedras
pt_pt: Fase de remoção de pedras
th: ช่วงเลือกหมากตาย
vi: Lọc quân chết
zh_hans: 死子确认阶段
zh_hant: 死子確認階段

source: Stone Removal Timeout
de: Zeitüberschreitung bei der Steinentfernung
es: Tiempo de retirada de piedras agotado
fr: Expiration du délai de retrait des pierres
ja: 死石除去フェーズでの時間切れ
ko: 사석 제거 시간 초과
pt_br: Tempo da remoção de pedras esgotado
pt_pt: Tempo esgotado na remoção de pedras
th: หมดเวลาเลือกหมากตาย
vi: Hết giờ khi lọc quân chết
zh_hans: 死子确认超时
zh_hant: 死子確認逾時

source: Stone sounds
de: Steinklänge
es: Sonidos de las piedras
fr: Bruit des pierres
ja: 石音
ko: 착수음
pt_br: Sons das pedras
pt_pt: Sons das pedras
th: เสียงหมาก
vi: Tiếng quân cờ
zh_hans: 落子音效
zh_hant: 落子音效

source: Stones
de: Steine
es: Piedras
fr: Pierres
ja: 子
ko: 돌
pt_br: Pedras
pt_pt: Pedras
th: หมาก
vi: Quân
zh_hans: 棋子
zh_hant: 棋子

source: Submit
de: Absenden
es: Enviar
fr: Envoyer
ja: 送信
ko: 제출
pt_br: Enviar
pt_pt: Enviar
th: ยืนยัน
vi: Xác nhận
zh_hans: 提交
zh_hant: 送出

source: Submit move
de: Zug absenden
es: Enviar jugada
fr: Envoyer votre coup
ja: 着手決定
ko: 착수
pt_br: Enviar jogada
pt_pt: Enviar jogada
th: ยืนยันการเดินหมาก
vi: Xác nhận
zh_hans: 提交落子
zh_hant: 送出落子

source: Support OGS
de: OGS unterstützen
es: Apoyar a OGS
ja: OGSをサポート
ko: OGS 후원
pt_br: Apoiar o OGS
pt_pt: Apoiar o OGS
th: สนับสนุน OGS
vi: Tài trợ OGS
zh_hans: 支持 OGS
zh_hant: 支持 OGS

source: Support Surround
de: Surround unterstützen
es: Apoyar a Surround
fr: Supported Surround
ja: Surroundをサポート
ko: Surround 후원
pt_br: Apoiar o Surround
pt_pt: Apoiar o Surround
th: สนับสนุน Surround
vi: Tài trợ Surround
zh_hans: 支持 Surround
zh_hant: 支持 Surround

# Supporter Tier %@: %@ monthly
source: Supporter Tier %1$@: %2$@ monthly
de: Supporter-Stufe %1$@: %2$@ pro Monat
es: Nivel de colaborador %1$@: %2$@ al mes
fr: Niveau de support %1$@: %2$@par mois
ja: ￼%1$@流サポーター：月に%2$@
ko: 후원자 %1$@등급: 월 %2$@
pt_br: Nível de Apoiador %1$@: %2$@ por mês
pt_pt: Nível de Apoiante %1$@: %2$@ por mês
th: Supporter ระดับ %1$@: %2$@ ต่อเดือน
vi: Cấp hỗ trợ %1$@: %2$@ mỗi tháng
zh_hans: 支持者等级 %1$@：每月 %2$@
zh_hant: 支持者方案 %1$@：每月 %2$@

source: Surround is a client to play Go online with other players on the website Online-Go.com, also known as Online Go Server (OGS).
de: Surround ist ein Client, mit dem du auf der Website Online-Go.com, auch bekannt als Online Go Server (OGS), online gegen andere Go-Spieler spielen kannst.
es: Surround es un cliente para jugar al Go en línea con otros jugadores en el sitio web Online-Go.com, también conocido como Online Go Server (OGS).
fr: Surround est un client pour jouer au Go en ligne contre d'autres joueurs sur le site web Online-Go.com, aussi connu sous le nom Online Go Server (OGS)
ja: Surroundは、オンライン囲碁対局「Online-go.com」（いわゆる「OGS」）と言うWEBサイトのクライアントです。
ko: Surround는 Online Go Server(OGS)라고도 하는 Online-Go.com에서 다른 플레이어와 온라인 바둑을 두는 클라이언트입니다.
pt_br: O Surround é um cliente para jogar Go online com outros jogadores no site Online-Go.com, também conhecido como Online Go Server (OGS).
pt_pt: O Surround é um cliente para jogar Go online com outros jogadores no site Online-Go.com, também conhecido como Online Go Server (OGS).
th: Surround เป็นไคลเอนต์สำหรับเล่นหมากล้อมออนไลน์กับผู้เล่นอื่นบนเว็บไซต์ Online-Go.com หรือที่รู้จักในชื่อ Online Go Server (OGS)
vi: Surround là ứng dụng để chơi Cờ Vây trên mạng với những kì thủ khác trên website Onine-Go.com (Online Go Server - OGS)
zh_hans: Surround 是一款 Online-Go.com 客户端，可让您在线与其他棋手下围棋。该网站也称为 Online Go Server（OGS）。
zh_hant: Surround 是一款圍棋用戶端，讓你能在 Online-Go.com（亦稱 Online Go Server，簡稱 OGS）上與其他玩家線上對弈。

source: Tap and drag to place a stone. Drag outside of the board to cancel.
de: Tippe und ziehe, um einen Stein zu setzen. Ziehe zum Abbrechen über den Brettrand hinaus.
es: Toca y arrastra para colocar una piedra. Arrástrala fuera del tablero para cancelar.
fr: Tapez et faites glisser pour placer une pierre. Glissez jusqu'à l'extérieur du plateau pour annuler.
ja: タップとドラッグで石を置けられます。碁盤外までドラッグすることで、キャンセルが出来ます。
ko: 돌을 놓으려면 탭한 채 드래그하세요. 취소하려면 바둑판 밖으로 드래그하세요.
pt_br: Toque e arraste para posicionar uma pedra. Arraste para fora do tabuleiro para cancelar.
pt_pt: Toque e arraste para colocar uma pedra. Arraste para fora do tabuleiro para cancelar.
th: แตะแล้วลากเพื่อวางหมาก ลากออกนอกกระดานเพื่อยกเลิก
vi: Bấm và kéo để đặt quân cờ. Kéo ra khỏi bàn cờ để huỷ thao tác.
zh_hans: 点按并拖动以放置棋子；拖到棋盘外即可取消。
zh_hant: 點住並拖曳以放置棋子。將棋子拖到棋盤外即可取消。

source: Tap on avatars to assign players into teams.
de: Tippe auf Avatare, um Spieler den Teams zuzuweisen.
es: Toca los avatares para asignar jugadores a los equipos.
fr: Appuyez sur les avatars pour assigner un joueur à une équipe.
ja: アイコンをタップして、チーム構成ができます。
ko: 아바타를 탭하여 플레이어를 팀에 배정하세요.
pt_br: Toque nos avatares para atribuir os jogadores às equipes.
pt_pt: Toque nos avatares para atribuir os jogadores às equipas.
th: แตะรูปโปรไฟล์เพื่อจัดผู้เล่นเข้าทีม
vi: Bấm vào hình đại diện để xếp người chơi vào đội.
zh_hans: 点按头像，将棋手分配到队伍中。
zh_hant: 點一下頭像，將玩家分配到隊伍。

source: Tap to go to game
de: Tippen, um zur Partie zu wechseln
es: Toca para ir a la partida
fr: Appuyez pour aller à la partie
ja: タップで表示
ko: 탭하여 대국으로 이동
pt_br: Toque para ir à partida
pt_pt: Toque para ir para a partida
th: แตะเพื่อไปยังเกม
vi: Bấm để vào ván
zh_hans: 点按前往对局
zh_hant: 點一下前往對局

source: Tap to go to games
de: Tippen, um zu den Partien zu wechseln
es: Toca para ir a las partidas
fr: Appuyez pour aller aux parties
ja: タップでう表示
ko: 탭하여 대국 목록으로 이동
pt_br: Toque para ir às partidas
pt_pt: Toque para ir para as partidas
th: แตะเพื่อไปยังรายการเกม
vi: Bấm để vào ván
zh_hans: 点按前往对局列表
zh_hant: 點一下前往對局列表

source: Tap to view
de: Zum Anzeigen tippen
es: Toca para ver
fr: Appuyez pour voir
ja: タップで表示
ko: 탭하여 보기
pt_br: Toque para ver
pt_pt: Toque para ver
th: แตะเพื่อดู
vi: Bấm vào để xem
zh_hans: 点按查看
zh_hant: 點一下查看

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
ja: 利用条件
ko: 이용 약관
pt_br: Termos de Uso
pt_pt: Termos de utilização
th: ข้อกำหนดการใช้งาน
vi: Điều khoản sử dụng
zh_hans: 使用条款
zh_hant: 使用條款

source: Territory
de: Gebiet
es: Territorio
fr: Territoire
ja: 陣地
ko: 집
pt_br: Território
pt_pt: Território
th: พื้นที่
vi: Đất
zh_hans: 目
zh_hant: 地

source: Thank you for being a Supporter!
de: Danke, dass du Supporter bist!
es: ¡Gracias por ser colaborador!
fr: Merci d'être un supporteur!
ja: サポートしてくれて、ありがとうございます！
ko: 후원해 주셔서 감사합니다!
pt_br: Agradecemos por ser um Apoiador!
pt_pt: Obrigado por ser Apoiante!
th: ขอบคุณที่เป็น Supporter!
vi: Cám ơn bạn đã tài trợ!
zh_hans: 感谢您成为支持者！
zh_hant: 感謝你成為支持者！

source: Thanks to
de: Dank an
es: Agradecimientos
fr: Remerciements
ja: 謝辞
ko: 도움을 주신 분들
pt_br: Agradecimentos
pt_pt: Agradecimentos
th: ขอขอบคุณ
vi: Đặc biệt cám ơn
zh_hans: 鸣谢
zh_hant: 特別感謝

source: The **Online Go Server** (OGS) is a popular server to play Go online, accessed by visiting https://online-go.com. OGS features a modern user interface and a friendly, welcoming community of Go players.
de: Der **Online Go Server** (OGS) ist ein beliebter Server zum Online-Go-Spielen und unter https://online-go.com erreichbar. OGS bietet eine moderne Benutzeroberfläche und eine freundliche, einladende Gemeinschaft von Go-Spielern.
es: **Online Go Server** (OGS) es un popular servidor para jugar al Go en línea, disponible en https://online-go.com. OGS cuenta con una interfaz moderna y una comunidad de jugadores de Go amable y acogedora.
fr: **Online Go Server** (OGS) est un serveur populaire pour jouer au Go en ligne accessible en visitant https://online-go.com. OGS présente une interface usager moderne et une communauté amicale et accueillante de joueurs de Go.
ja: **Online Go Server** (OGS)は、使いやすいインテーフェスとフレンドリーなユーザーのあるインタネット囲碁サーバーです。https://online-go.comでアクセスができます。
ko: **Online Go Server**(OGS)는 https://online-go.com에서 이용할 수 있는 인기 온라인 바둑 서버입니다. 현대적인 사용자 인터페이스와 친절하고 따뜻한 바둑 커뮤니티를 제공합니다.
pt_br: O **Online Go Server** (OGS) é um servidor popular para jogar Go online, acessível em https://online-go.com. O OGS oferece uma interface moderna e uma comunidade de jogadores de Go simpática e acolhedora.
pt_pt: O **Online Go Server** (OGS) é um servidor popular para jogar Go online, disponível em https://online-go.com. O OGS oferece uma interface moderna e uma comunidade de jogadores de Go simpática e acolhedora.
th: **Online Go Server** (OGS) เป็นเซิร์ฟเวอร์ยอดนิยมสำหรับเล่นหมากล้อมออนไลน์ เข้าใช้งานได้ที่ https://online-go.com OGS มีส่วนติดต่อผู้ใช้ที่ทันสมัยและชุมชนผู้เล่นหมากล้อมที่เป็นมิตร
vi: **Online Go Server** (OGS) là một website chơi Cờ Vây online nổi tiếng, có thể truy cập tại địa chỉ https://online-go.com. OGS có giao diện dễ sử dụng và một cộng đồng thân thiện.
zh_hans: **Online Go Server**（OGS）是广受欢迎的在线围棋服务器，可通过 https://online-go.com 访问。OGS 拥有现代化的用户界面，以及友好、热情的围棋社区。
zh_hant: **Online Go Server**（OGS）是廣受歡迎的線上圍棋伺服器，可透過 https://online-go.com 使用。OGS 擁有現代化的使用者介面，以及友善、熱情的圍棋社群。

source: There are %lld open challenges that you can accept to start a game immediately, and %lld open rengo games.
de: Es gibt %lld offene Herausforderungen, die du annehmen kannst, um sofort eine Partie zu beginnen, und %lld offene Rengo-Partien.
es: Hay %lld desafíos abiertos que puedes aceptar para empezar una partida de inmediato y %lld partidas abiertas de Rengo.
fr: Il y a %lld défis ouverts que vous pouvez accepter pour jouer immédiatement, et %lld défis rengo ouverts.
ja: 受け入れられる対局要請は%lld 件 があり、空きあり連碁対局は%lld 件もあります。
ko: 바로 수락할 수 있는 공개 대국 신청 %lld건과 공개 연기바둑 %lld국이 있습니다.
pt_br: Há %lld desafios abertos que você pode aceitar para começar uma partida imediatamente e há %lld partidas abertas de Rengo.
pt_pt: Há %lld desafios abertos que pode aceitar para começar uma partida imediatamente e há %lld partidas de Rengo abertas.
th: มี คำท้าแบบเปิด %lld รายการ ที่คุณตอบรับเพื่อเริ่มเกมได้ทันที และมี เกม Rengo แบบเปิด %lld เกม
vi: Có %lld thách đấu mở, bạn có thể chấp nhận để bắt đầu ngay lập tức; và %lld ván Rengo đang chờ đủ người.
zh_hans: 目前有 %lld 个可供接受并立即开始对局的公开挑战，另有 %lld 盘公开联棋对局。
zh_hant: 目前有 %lld 個可立即接受並開始對局的公開挑戰，以及 %lld 場公開聯棋對局。

source: There are %lld open challenges that you can accept to start a game immediately.
de: Du kannst eine offene Herausforderung annehmen, um sofort eine Partie zu beginnen (%lld verfügbar).
es: Hay %lld desafíos abiertos que puedes aceptar para empezar una partida de inmediato.
fr: Il y a %lld défis ouverts que vous pouvez accepter pour commencer une partie immédiatement.
ja: 受ければ今すぐ開始できる対局要請は%lld件があります。
ko: 수락해 바로 시작할 수 있는 공개 대국 신청이 %lld건 있습니다.
pt_br: Há %lld desafios abertos que você pode aceitar para começar uma partida imediatamente.
pt_pt: Existem %lld desafios abertos que pode aceitar para começar uma partida imediatamente.
th: มีคำท้าแบบเปิด %lld รายการที่คุณตอบรับเพื่อเริ่มเกมได้ทันที
vi: Có %lld thách đấu mở, bạn có thể chấp nhận để bắt đầu ván mới ngay lập tức.
zh_hans: 目前有 %lld 个公开挑战，接受后即可立即开始对局。
zh_hant: 目前有 %lld 個公開挑戰可接受，接受後即可開始對局。

source: There are %lld open rengo games.
de: Es gibt %lld offene Rengo-Partien.
es: Hay %lld partidas abiertas de Rengo.
fr: Il y a %lld parties de rengo ouvertes.
ja: 公開連碁対局%lld局があります。
ko: 공개 연기바둑 %lld국이 있습니다.
pt_br: Há %lld partidas abertas de Rengo.
pt_pt: Há %lld partidas de Rengo abertas.
th: ขณะนี้มีเกม Rengo แบบเปิด %lld เกม
vi: Có %lld ván Rengo đang chờ đủ người.
zh_hans: 目前有 %lld 盘公开联棋对局。
zh_hant: 目前有 %lld 場公開聯棋對局。

source: There are currently no open challenges.
de: Derzeit gibt es keine offenen Herausforderungen.
es: Actualmente no hay desafíos abiertos.
fr: Il n'y a pas de défis ouverts en ce moment.
ja: 現在、公開要請がありません。
ko: 현재 공개 대국 신청이 없습니다.
pt_br: Não há desafios abertos no momento.
pt_pt: Não há desafios abertos neste momento.
th: ขณะนี้ไม่มีคำท้าแบบเปิด
vi: Hiện không có thách đấu nào đang chờ.
zh_hans: 目前没有公开挑战。
zh_hant: 目前沒有公開挑戰。

source: This removes the selected move and every move after it in this branch.
de: Dadurch werden der ausgewählte Zug und alle nachfolgenden Züge in diesem Zweig gelöscht.
es: Esto elimina la jugada seleccionada y todas las jugadas posteriores de esta rama.
fr: Cette action supprime le coup sélectionné et tous les coups qui le suivent dans cette branche.
ja: 選択した手と、この分岐でそれ以降に続くすべての手を削除します。
ko: 선택한 수와 이 변화도에서 그 뒤에 이어지는 모든 수를 삭제합니다.
pt_br: Esta ação remove a jogada selecionada e todas as jogadas posteriores deste ramo.
pt_pt: Esta ação elimina a jogada selecionada e todas as jogadas seguintes deste ramo.
th: การดำเนินการนี้จะลบตาที่เลือกและทุกตาที่ตามมาในสายการเดินนี้
vi: Thao tác này sẽ xoá nước đi đã chọn và mọi nước đi tiếp theo trong nhánh này.
zh_hans: 这会删除所选落子，以及该分支中之后的所有落子。
zh_hant: 這會刪除選取的落子，以及此分支中之後的所有落子。

source: This removes the selected move and every move after it in this branch. Conditional-move variations in this branch will also be removed.
de: Dadurch werden der ausgewählte Zug und alle nachfolgenden Züge in diesem Zweig gelöscht. Bedingte Zugvarianten in diesem Zweig werden ebenfalls entfernt.
es: Esto elimina la jugada seleccionada y todas las jugadas posteriores de esta rama. También se eliminarán las variantes de jugadas condicionales de la rama.
fr: Cette action supprime le coup sélectionné et tous les coups qui le suivent dans cette branche. Les variations de coups conditionnels de cette branche seront également supprimées.
ja: 選択した手と、この分岐でそれ以降に続くすべての手を削除します。この分岐に含まれる先回り着手の変化図も削除されます。
ko: 선택한 수와 이 변화도에서 그 뒤에 이어지는 모든 수를 삭제합니다. 이 변화도에 포함된 조건부 착수 변화도도 함께 제거됩니다.
pt_br: Esta ação remove a jogada selecionada e todas as jogadas posteriores deste ramo. As variações de jogadas condicionais do ramo também serão removidas.
pt_pt: Esta ação elimina a jogada selecionada e todas as jogadas seguintes deste ramo. As variações de jogadas condicionais deste ramo também serão eliminadas.
th: การดำเนินการนี้จะลบตาที่เลือกและทุกตาที่ตามมาในสายการเดินนี้ รวมถึงแนวทางการเดินหมากแบบมีเงื่อนไขในสายการเดินนี้ด้วย
vi: Thao tác này sẽ xoá nước đi đã chọn và mọi nước đi tiếp theo trong nhánh này. Các biến thể nước đi có điều kiện trong nhánh này cũng sẽ bị xoá.
zh_hans: 这会删除所选落子，以及该分支中之后的所有落子。该分支中的条件落子变化也会被移除。
zh_hant: 這會刪除選取的落子，以及此分支中之後的所有落子。此分支中的預測落子變化也會被移除。

source: This variation cannot be shared right now.
de: Diese Variante kann derzeit nicht geteilt werden.
es: Esta variante no se puede compartir en este momento.
fr: Cette variation ne peut pas être partagée pour le moment.
ja: この変化図は現在共有できません。
ko: 지금은 이 변화도를 공유할 수 없습니다.
pt_br: Não é possível compartilhar esta variação no momento.
pt_pt: Esta variação não pode ser partilhada neste momento.
th: ไม่สามารถแชร์แนวทางการเดินนี้ได้ในขณะนี้
vi: Hiện không thể chia sẻ biến thể này.
zh_hans: 目前无法分享此变化图。
zh_hant: 目前無法分享此變化圖。

source: This variation is no longer available.
de: Diese Variante ist nicht mehr verfügbar.
es: Esta variante ya no está disponible.
fr: Cette variation n’est plus disponible.
ja: この変化図はもう利用できません。
ko: 이 변화도는 더 이상 사용할 수 없습니다.
pt_br: Esta variação não está mais disponível.
pt_pt: Esta variação já não está disponível.
th: แนวทางการเดินนี้ไม่พร้อมใช้งานแล้ว
vi: Biến thể này không còn khả dụng.
zh_hans: 此变化图已不可用。
zh_hant: 此變化圖已無法使用。
